tap "bufbuild/buf"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "siderolabs/tap"
brew "bash"
brew "bat"
brew "cloc"
brew "coreutils"
brew "dust"
brew "entr"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "helm"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "jq"
brew "neovim"
brew "pkgconf"
brew "poetry"
brew "pulumi"
brew "pyenv"
brew "ripgrep"
brew "rsync"
brew "sd"
brew "shellcheck"
brew "stow"
brew "tflint"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "watch"
brew "watchexec"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
brew "siderolabs/tap/talosctl"
cask "claude-code"
cask "codex"
cask "docker-desktop"
cask "eqmac"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "lens"
cask "microsoft-edge"
cask "mongodb-compass"
cask "obsidian"
cask "ollama-app"
cask "protonvpn"
cask "raycast"
cask "redis-insight"
cask "ticktick"
cask "vlc"
cask "zed"
go "github.com/spf13/cobra-cli"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
